const blockList = [
    {
        title: "平台简介",
        subTitle: "PLATFORM INTRODUCTION",
        contentList: [
            {
                title: '',
                content: "有象视频，是杭州大象网络文化集团重点推出的全球视频网络与全域电视平台。平台以金诚新型城镇化为依托，聚合全球优质文化资源，在为用户提供丰富、高清、流畅的专业视频体验的同时，打造多元化内容储备，引领视频体验改革，真正实现互联网产业与实体经济的融合。作为全球视频改革者，改变人类生活。"
            }
        ]
    }, {
        title: "平台主要内容",
        subTitle: "PRIMARY COVERAGE",
        contentList: [
            {
                title: '电影',
                content: "以国内外优质电影资源为主，覆盖60%以上热门院线资源"
            }, {
                title: "电视剧",
                content: "包括国产剧、港台剧、美剧、日剧在内的海量优质剧目"
            }, {
                title: "动漫、卡通",
                content: "符合90后和00后等年轻群体喜好的热门中外动漫、卡通资源"
            }, {
                title: "综艺",
                content: "包括但不限于网台联播综艺、网络独播综艺以及热门自制综艺"
            }, {
                title: "有象自制",
                content: "独立出品电视剧、微电影、综艺及脱口秀等网络自制节目"
            }, {
                title: "明星演唱会",
                content: "国内外知名歌手演唱会的线上直播与转播"
            }, {
                title: "体育赛事",
                content: "足球、篮球、网球等国内外优质体育赛事的线上直播与转播"
            }, {
                title: "纪录片",
                content: "多元覆盖国内外优秀独立制片人和相关制作机构出品的高品质纪录片"
            },
        ]
    }, {
        title: "集团荣誉",
        subTitle: "COMPANY REPUTATION",
        contentList: [
            {
                title: '电影',
                content: [
                    "2015年8月，加盟蒙特利尔电影节，成为国内唯一赞助商，并与组委会共同举办了“杭州电影周”;",
                    "参与投资、制作、出品的电影如下:"
                ],
                tableList: [
                    {
                        caption: '《西游伏妖篇》',
                        data: {
                            time: "2017年1月28日",
                            director: "徐克",
                            actor: "吴亦凡、林更新、姚晨、林允",
                            memo: "17年春节档票房冠军，截至17年2月底累计票房突破16.4亿",
                        }
                    }, {
                        caption: "《美人鱼》",
                        data: {
                            time: "2016年2月8日",
                            director: "周星驰",
                            actor: "邓超、林允、张雨绮、罗志祥",
                            memo: "华语电影票房冠军，创造了33.9亿票房纪录",
                        }
                    }, {
                        caption: "《既然青春留不住》",
                        data: {
                            time: "2015年10月23日",
                            director: "田蒙",
                            actor: "张翰、陈乔恩",
                            memo: "改编自小说《当菠菜遇上空心菜》，入围2015年度加拿大蒙特利尔电影节展映单元",
                        }
                    }, {
                        caption: "《天将雄师》",
                        data: {
                            time: "2015年2月19日",
                            director: "李仁港",
                            actor: "成龙、约翰·库萨克、阿德里安·布劳迪、崔始源 、林鹏",
                            memo: "15年春节档首日票房冠军",
                        }
                    }
                ]
            }, {
                title: "娱乐",
                content: [
                    "2016年6月，与时尚集团合作发行“时尚鸿蒙文化产业基金”，参与投资九州梦工厂、斗鱼TV、灵思云图等项目。",
                    "2016年12月，收购韩国娱乐公司Fantagio，该公司旗下拥有包括徐康俊、Hello Venus女团、5urprise男团等明星。"
                ]
            }, {
                title: "电视剧",
                content: [
                    "2016年，与芒果娱乐、华山论剑影视传媒、包贝尔工作室、天猫魔盒共同出品网络喜剧《欢喜密探》，该剧以19亿的播放量收官。",
                    "2017年，独立制作网剧《神判包青天》。"
                ],
            }, {
                title: "综艺",
                content: "2015年2月，参与投资的浙江卫视2015一季度综艺节目《我看你有戏》正式开播，导师包括冯小刚、成龙、张国立、李冰冰。",
            }, {
                title: "文化科技",
                content: "2016年初，与加拿大全球沉浸式动感技术领军企业D-BOX实现战略合作",
            }, {
                title: "演唱会",
                content: [
                    "2016年，携手歌手品冠举办品冠“金诚之夜”杭州站和深圳站的演唱会。",
                    "2017年，携手甜心教主王心凌，举办“‘Cyndi Wants!’有象之夜•王心凌2017世界巡回演唱会”杭州站的演出。",
                ]
            }, {
                title: "合作伙伴",
                content: "星辉海外有限公司、耀莱影视文化传媒有限公司、蒙特利尔电影节、加拿大动感技术领军企业D-BOX、韩国艺人公司Fantagio、九州梦工厂国际文化传播有限公司、斗鱼TV、浙江卫视、林心如工作室、包贝尔工作室等。",
            }, {
                title: "合作艺人",
                content: "成龙、张国立、李冰冰、冯小刚、周星驰、徐克、包贝尔、林心如、陈乔恩、张翰、李宗盛、蔡依林、薛之谦、王心凌、品冠、老狼、辰亦儒、柯有伦、杜德伟、戴爱玲、周蕙、草蜢乐队、周汤豪、潘嘉丽等。",
            },
        ]
    }, {
        title: "平台合作",
        subTitle: "BUSINESS COOPERATION",
        contentList: [
            {
                title: '项目拓展',
                content: "制作和储备电视剧、电影、综艺、动漫、卡通、体育赛事、纪录片、教育片、明星演唱会等优质的多元化原创内容。"
            }, {
                title: "IP孵化",
                content: "以自制网综等内容为核心，打造艺人养成以及IP衍生，加强演唱会、院线电影等周边衍生业态的开发实现，为IP转化提供更多载体和渠道。"
            }, {
                title: "PGC合作",
                content: "建立并完善有象视频PGC生态系统，为PGC合伙人提供平台，让优质内容形成品牌价值。",
            },
        ]
    }
]


const columns = [
    { name: "上映时间", key: "time" },
    { name: "导演", key: "director" },
    { name: "主演", key: "actor" },
    { name: "备注", key: "memo" },
]

export {
    blockList, columns
}